{
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dap": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-blame": { "branch": "master" },
  "git-conflict": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hydra.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lua-snip": { "branch": "master" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "multicursors": { "branch": "main" },
  "neo-tree": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "none-ls": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "peek": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier": { "branch": "main" },
  "ripgrep": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tmux-navigator": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
